Repository: zhrispineda/Photos-visionOS
Catalog: Photos.xcstrings
Source language: en
Languages: ar, de, es, es_us, fr, fr_ca, it, ja, ko, zh_cn, zh_hk, zh_tw

# COLLECTIONS_BUDDY_BULLETED_ITEM_THREE_BODY
source: Categorize people and pets, including the ability to rename and review for better suggestions.
ar: تصنيف الأشخاص والحيوانات الأليفة، بما في ذلك إمكانية إعادة التسمية والمراجعة للحصول على اقتراحات أفضل.
de: Kategorisiere Personen und Haustiere, einschließlich der Option, sie umzubenennen und zu überprüfen, um bessere Vorschläge zu erhalten.
es: Clasifica las personas y mascotas, y podrás también cambiarles el nombre y revisarlas para obtener mejores sugerencias.
es_us: Puedes categorizar a las personas y a las mascotas, e incluso cambiarles el nombre y revisarlas para obtener mejores sugerencias.
fr: Catégorisez les personnes et les animaux de compagnie, avec notamment la possibilité de renommer et de vérifier les catégories pour obtenir de meilleures suggestions.
fr_ca: Classez les personnes et les animaux de compagnie, et renommez-les ou modifiez-les pour obtenir de meilleures suggestions.
it: Categorizza le persone e gli animali domestici, rinominali e rivedili per ottenere suggerimenti migliori.
ja: 人やペットがカテゴリ分けされます。名前を変更したり、より適切な候補を確認したりすることもできます。
ko: 사람들 및 반려동물을 카테고리로 분류하고, 이름을 변경하거나 검토하여 더 나은 제안을 받아볼 수 있습니다.
zh_cn: 对人物和宠物进行分类，包括重新命名和检查功能，以获取更佳建议。
zh_hk: 將人物和寵物分類，包括重新命名和檢視功能，以獲得更好的建議。
zh_tw: 分類人物和寵物，包含重新命名和檢視功能，以獲得更好的建議。

# COLLECTIONS_BUDDY_HEADER
source: What's New in Photos
ar: الجديد في الصور
de: Neu in „Fotos“
es: Novedades de Fotos
es_us: Novedades de Fotos
fr: Nouveautés de Photos
fr_ca: Nouveautés de Photos
it: Novità di Foto
ja: “写真”の新機能
ko: 사진의 새로운 기능
zh_cn: “照片”新功能
zh_hk: 「相片」新功能
zh_tw: 「照片」的新功能

# RETAIL_ALBUM_EMPTY_TITLE
source: Loading your content…
ar: يجري تحميل المحتوى…
de: Deine Inhalte werden geladen …
es: Cargando tu contenido…
es_us: Cargando tu contenido…
fr: Chargement de votre contenu…
fr_ca: Chargement du contenu…
it: Carico il contenuto…
ja: コンテンツを読み込み中…
ko: 콘텐츠 앨범 로드 중…
zh_cn: 正在加载你的内容…
zh_hk: 正在載入你的內容⋯
zh_tw: 正在載入你的內容⋯

# RETAIL_RESTART_BUTTON_TITLE
source: Restart
ar: إعادة التشغيل
de: Neu starten
es: Reiniciar
es_us: Reiniciar
fr: Recommencer
fr_ca: Recommencer
it: Riavvia
ja: 再起動
ko: 재시동
zh_cn: 重启
zh_hk: 重新啟動
zh_tw: 重新開始

# RETAIL_END_DEMO_ALERT_CONFIRM_BUTTON_TITLE
source: End Session
ar: إنهاء الجلسة
de: Sitzung beenden
es: Finalizar sesión
es_us: Finalizar sesión
fr: Mettre fin à la session
fr_ca: Mettre fin à la session
it: Termina sessione
ja: セッションを終了
ko: 세션 종료
zh_cn: 结束会话
zh_hk: 結束階段
zh_tw: 結束階段

# SHAREDLIBRARY_INVITES_UNSUPPORTED_TITLE
source: Invitation Not Supported
ar: الدعوة غير مدعومة
de: Einladung nicht unterstützt
es: Invitación incompatible
es_us: Invitación no compatible
fr: Invitation non prise en charge
fr_ca: Invitation non prise en charge
it: Invito non supportato
ja: 参加依頼に対応していません
ko: 초대가 지원되지 않음
zh_cn: 邀请不受支持
zh_hk: 不支援邀請
zh_tw: 不支援邀請

# ALBUM_LOADING_FALLBACK
source: Loading Album...
ar: يجري تحميل الألبوم...
de: Album laden …
es: Cargando álbum…
es_us: Cargando álbum…
fr: Chargement de l’album…
fr_ca: Chargement de l’album…
it: Carico l’album…
ja: アルバムを読み込み中…
ko: 앨범 로드 중…
zh_cn: 正在加载相簿…
zh_hk: 正在載入相簿⋯
zh_tw: 正在載入相簿⋯

# PXSharedLibrary_Empty_Switch_To_Your_Library
source: Switch to Your Library
ar: التبديل إلى "مكتبتك"
de: Zu „Deine Mediathek“ wechseln
es: Ver tu fototeca
es_us: Cambiar a tu fototeca
fr: Passer à votre bibliothèque
fr_ca: Passer à votre bibliothèque
it: Passa alla tua libreria
ja: 個人用ライブラリに切り替える
ko: 사용자의 보관함으로 전환
zh_cn: 切换图库
zh_hk: 切換至「你的圖庫」
zh_tw: 切換成你的圖庫

# IMPORT
source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
es_us: Cámara
fr: Caméra
fr_ca: Caméra
it: Fotocamera
ja: カメラ
ko: 카메라
zh_cn: 相机
zh_hk: 相機
zh_tw: 相機

# SEARCH_RESULTS_COUNT_SINGULAR
source: %d Photo
ar: صورة واحدة (%d)
de: %d Foto
es: %d foto
es_us: %d foto
it: %d foto
ja: %d枚の写真
ko: %d장의 사진
zh_cn: %d张照片
zh_hk: %d張相片
zh_tw: %d張照片

# SPATIAL_TAB_TITLE
source: Spatial
ar: مكاني
de: Räumlich
es: Espaciales
es_us: Espacial
fr: Spatiales
fr_ca: Spatiales
it: Spaziali
ja: 空間
ko: 공간
zh_cn: 空间效果
zh_hk: 空間
zh_tw: 空間

source: Expanded
ar: موسع
de: Erweitert
es: Expandida
es_us: Ampliada
fr: Développée
fr_ca: Développée
it: Espansa
ja: 拡げられています
ko: 펼쳐짐
zh_cn: 已展开
zh_hk: 已展開
zh_tw: 已展開
